export const EMOJI_SETS: Record<string, string[]> = {
  Recent: [], // will be filled dynamically
  Faces: '😀 😃 😄 😁 😆 😅 😂 🙂 🙃 😉 😊 😍 😘 😗 😙 😚 😋 😛 😝 😜 🤪 🤗 🤔 🤨 😐 😑 😶 🙄 😏 😣 😥 😮 🤐 😪 😫 😴 😌 🤤 😷 🤒 🤕 🤢 🤮 🤧 🥵 🥶 🥴 😵 🤯 🤠 🥳 😎 🤓 🧐 😕 😟 🙁 ☹️ 😮‍💨 😤 😖 😞 😓 😩 😢 😭 🤬 😡 😠 😱 😨 😰 🤥 🤫 🤭'.split(' '),
  Love: '🫶 💗 💖 💘 💝 💓 💞 💕 💌 💟 💜 💙 💚 💛 🧡 ❤️‍🔥 ❤️‍🩹'.split(' '),
  Nature: '🌈 🌤️ ⛅️ 🌥️ ☁️ 🌧️ ⛈️ 🌦️ ❄️ 🌨️ 🌪️ 🌊 🔥 ✨ ⭐️ 🌙 🌞 🌸 🌼 🌻 🌺 🍀 🍃 🍂 🍁'.split(' '),
  Food: '☕️ 🫖 🍵 🧋 🥤 🥐 🥯 🍞 🧇 🧈 🧀 🍕 🍔 🍟 🌮 🌯 🥗 🍣 🍜 🍝 🍫 🍪 🍰 🍩'.split(' '),
  Activities: '🎶 🎵 🎧 🎹 🎸 🥁 🎮 🕹️ 🏃‍♂️ 🧘‍♀️ 🏋️‍♂️ 🚴‍♂️ ⚽️ 🏀 🏈 🎨 ✍️ 📷'.split(' '),
  Objects: '📱 💻 ⌚️ 🎥 ⌨️ 🧠 💡 🔒 🔑 🕰️ 🛋️ 🧴 📦 📚 📝'.split(' '),
  Symbols: '✅ ✖️ ⚠️ ❌ ➕ ➖ ✨ 💯 ♻️ 🔁 🔄 ♾️ ⏳ ⏱️ ⏲️ 🚫'.split(' '),
};